//3 - 리크루팅 : 서류 평가하기 단계  지원 문항
export default function ApplicationQuestion() {
  return (
    <div className="flex flex-col items-start h-full pt-6 bg-gray-100">
      <p className="evalutation-title mb-[8.5px]">지원 문항</p>
      <section className="w-full mb-[24px] py-[27px] px-[17px] bg-main-300 border border-gray-200 rounded-lg ">
        <p className="text-headline text-left text-gray-1100 pl-[5px]">
          1. 잇타에 지원하게 된 계기를 본인의 꿈과 연결지어 설명해 주세요. (공백
          포함 500자 이내)
        </p>
        <div className="bg-white-100 rounded-lg border border-gray-200 mt-[18px] p-[19px] text-qustion text-justify text-gray-1000">
          안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살 김민지입니다.
          저는 ~..안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살
          김민지입니다. 저는 ~..안녕하십니까 저는 안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          성신여대 서비스디자인공학과 전공 22살 김민지입니다. 저는
          ~..안녕하십니까 저는 안녕하십니까 저는 성신여대 서비스디자인공학과
          전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살 김민지입니다.
          저는 ~..안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살
          김민지입니다. 저는 ~..안녕하십니까 저는 안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          성신여대 서비스디자인공학과 전공 22살 김민지입니다. 저는
          ~..안녕하십니까 저는 안녕하십니까 저는 성신여대 서비스디자인공학과
          전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까
        </div>
      </section>

      <section className="w-full  mb-[24px] py-[27px] px-[17px] bg-main-300 border border-gray-200 rounded-lg ">
        <p className="text-headline text-left text-gray-1100 pl-[5px]">
          2. 기획자로서 본인이 가장 크게 성장했다고 생각하는 프로젝트에 대해
          자세히 설명해 주세요. (공백 포함 500자 이내)
        </p>
        <div className="bg-white-100 rounded-lg border border-gray-200 mt-[18px] p-[19px] text-qustion text-justify text-gray-1000">
          안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살 김민지입니다.
          저는 ~..안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살
          김민지입니다. 저는 ~..안녕하십니까 저는 안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          성신여대 서비스디자인공학과 전공 22살 김민지입니다. 저는
          ~..안녕하십니까 저는 안녕하십니까 저는 성신여대 서비스디자인공학과
          전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살 김민지입니다.
          저는 ~..안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살
          김민지입니다. 저는 ~..안녕하십니까 저는 안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          성신여대 서비스디자인공학과 전공 22살 김민지입니다. 저는
          ~..안녕하십니까 저는 안녕하십니까 저는 성신여대 서비스디자인공학과
          전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까
        </div>
      </section>

      <section className="w-full  mb-[24px] py-[27px] px-[17px] bg-main-300 border border-gray-200 rounded-lg ">
        <p className="text-headline text-left text-gray-1100 pl-[5px]">
          3. 기획자로서 본인이 가장 크게 성장했다고 생각하는 프로젝트에 대해
          자세히 설명해 주세요. (공백 포함 500자 이내)
        </p>
        <div className="bg-white-100 rounded-lg border border-gray-200 mt-[18px] p-[19px] text-qustion text-justify text-gray-1000">
          안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살 김민지입니다.
          저는 ~..안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살
          김민지입니다. 저는 ~..안녕하십니까 저는 안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          성신여대 서비스디자인공학과 전공 22살 김민지입니다. 저는
          ~..안녕하십니까 저는 안녕하십니까 저는 성신여대 서비스디자인공학과
          전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살 김민지입니다.
          저는 ~..안녕하십니까 저는 성신여대 서비스디자인공학과 전공 22살
          김민지입니다. 저는 ~..안녕하십니까 저는 안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는
          성신여대 서비스디자인공학과 전공 22살 김민지입니다. 저는
          ~..안녕하십니까 저는 안녕하십니까 저는 성신여대 서비스디자인공학과
          전공 22살 김민지입니다. 저는 ~..안녕하십니까 저는 성신여대
          서비스디자인공학과 전공 22살 김민지입니다. 저는 ~..안녕하십니까
        </div>
      </section>
    </div>
  );
}
